---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamYoungMod3
source: html/8dafb07f-6a5e-a044-e37a-df6573a3b257.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamYoungMod3 Property

"Young modulus Z"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamYoungMod3 { get; }
```